/* Distance expressed in kilometers */
"%0.1f km" = "%0.1f km";

/* Distance expressed in miles. */
"%0.1f mi" = "%0.1f mi";

/* Indicator for the percentage the user has completed towards their weekly step goal */
"%li%% of Goal" = "%li%% de l'objectif";

/* Title for the largest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Amazing\nTip of\n%@" = "Superbe\ncontribution :\n%@";

/* Setting that puts the current walking step count on the applications icon badge */
"Badge Step Count on Icon" = "Décompte de pas sur l'icône";

/* The unit system that includes miles, feet and inches */
"Customary" = "Conventionnel";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Step Goal" = "Objectif de nombre de pas quotidiens";

/* Button indicating the they want to return */
"Done" = "Terminé";

/* The app estimates the user's walking stride length and displays it to them */
"Estimated stride" = "Estimation du pas";

/* Button title for exporting the user's data */
"Export" = "Exporter";

/* Button title for exporting the user's data */
"ExportTransfer" = "Exporter";

/* The female gender, women */
"Female" = "Femme";

/* Example of device that supports motion tracking */
"For example, the iPhone 5s." = "L'iPhone 5s ou les modèles plus récents, par exemple.";

/* Title for the smallest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Generous\nTip of\n%@" = "Généreuse\ncontribution :\n%@";

/* Title for the medium gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Massive\nTip of\n%@" = "Merveilleuse\ncontribution :\n%@";

/* Explanation that app needs to be given permission to access step counts. */
"In order for Pedometer++ to collect step counts it needs to be given permission in the main Settings app." = "Pour que Podomètre++ puisse compter les pas, il faut lui permettre de le faire dans l'appli Réglages générale.";

/* Title of message explaining that this device isn't supported, expression of sorrow */
"I’m Sorry" = "Désolé";

/* Message shown while we are loading purchase data */
"Loading..." = "Chargement...";

/* The male gender, men */
"Male" = "Homme";

/* The unit system that includes kilometers, meters, and centimeters */
"Metric" = "Métrique";

/* Prefix of a message saying 'My Steps for {date}' */
"My Steps for" = "Mes pas du";

/* Dismiss button for alert */
"OK" = "OK";

/* Title of message explaining their device isn't supported, should be whimsical expressing a mistake. */
"Ooops." = "Oups.";

/* Name of the application, Pedometer++ */
"Pedometer++" = "Podomètre++";

/* Explanation that app can only collect data on a device with Apple's M7 chip */
"Pedometer++ can only collect data on a device that supports Step Count Tracking via Apple’s M7 coprocessor." = "Podomètre++ peut uniquement collecter les données à partir des appareils prenant en charge le Décompte des Pas par l'intérmédiaire du coprocesseur de Mouvement (M7, M8...) d'Apple.";

/* Title for the User's Data Export */
"Pedometer++ Export" = "Podomètre++ Export";

/* Explanation that the development of this app relies on the contributions made my its users. */
"Pedometer++ relies on your support to fund its development.  If you find it useful and motivating to get healthy and active, please consider supporting the app by leaving a tip in our Tip Jar." = "Le développement de Podomètre++ dépend de votre soutien. Vous êtes sensible à l'idée de rester actif et en bonne santé ? Contribuez au développement de l'appli en accédant à l'espace Tirelire.";

/* Title of alert telling user Push Notifications failed to load */
"Push Notifications" = "Alertes Push";

/* Title of the Settings area of the app */
"Settings" = "Paramètres";

/* Header of export of user's data */
"Step Count Export from Pedometer++" = "Export décompte de pas depuis Podomètre++";

/* Progress text while a tip/gratuity is being processed */
"Tip in Progress" = "Traitement de la contribution…";

/* Title for the area of the app where we ask for tips/gratuities for supporting the app's development */
"Tip Jar" = "Contributions";

/* Explanation that app was unable to register for push notifications */
"Unable to register for Push Notifications.\n\nPlease verify Notifications are enabled in the Settings app." = "Impossible de souscrire aux alertes Push.\n\nVérifiez que les alertes sont activées dans l'appli Réglages.";

/* Explanation of what the step badge looks like */
"Will display the current step count on the Pedometer++ app icon." = "Le nombre de pas s'affichera sur l'icône de l'appli Podomètre++.";

/* Prefix of the statement  */
"You have taken %@ steps (%@) using Pedometer++.\n\n" = "Vous avez fait %1$@ pas (%2$@) avec Podomètre++.\n\n";

/* Number of floors climbed */
"%li floors" = "%li étages";

/* Single Floor Climbed */
"%li floor" = "%li étage";

/* Goal Achieved */
"Goal Achieved!" = "Objectif Atteint!";

/* Automatic Distance Estimation */
"Automatic Distance Estimation" = "Automatique Distance Estimation";

/* Automatic Distance Explanation */
"Distance Explanation" = "Estime automatiquement la distance parcourue, ce qui est généralement plus précis que d'utiliser une longueur de pas fixe.";

/* Merge Apple Watch Data */
"Merge Apple Watch Data" = "Fusion données Apple Watch";

/* Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity. */
"Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity." = "Fusionne intelligemment les données de mouvement de votre iPhone et Apple Watch pour vous donner un meilleur aperçu de votre activité.";

/* Start Walk */
"Start Walk" = "Commencer marche";

/* End Walk */
"End Walk" = "Fin marche";

/* Button to begin a workout session within the app.*/
"Start Workout" = "Commencer l'entraînement";

/* Button to begin an outdoor walking session within the app.*/
"Outdoor Walk" = "Marche (plein air)";

/* Button to begin an indoor walking session within the app.*/
"Indoor Walk" = "Marche (intérieur)";

/* Button to end a workout session within the app.*/
"End Workout" = "Terminer l'entraînement";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Push Goal" = "Objectif de nombre de poussées quotidiennes";

/* Wheelchair Mode */
"Wheelchair Mode" = "Mode fauteuil roulant";

/* Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps. */
"Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps." = "Utilisez Pedometer++ sur votre Apple Watch pour compter les poussées quotidiennes du fauteuil roulant.";

/* number of days that a streak is active */
"days" = "jours";

/* setting to turn rest days on or off */
"Allow Rest Days" = "Autoriser des jours de repos";

/* No comment provided by engineer. */
"When enabled, activity streaks will not be broken by a single day missed after six consecutive days of reaching your goal." = "Si activé, les traces d’activité ne seront pas être cassées par une journée ratée après six jours consécutifs à atteindre votre objectif.";


/* Units to use to display distances (km vs mi) */
"Distance Units" = "Unités de Distance";

/* Title on the section of the app wehre you can email the developer */
"Get Help" = "Obtenir de l'Aide";

/* Title on the section of the app wehre you can email the developer */
"Help" = "Aider";

/* Button to contact the developer */
"Email Us" = "Nous Envoyer un Email";

/* description next to email us button */
"Have a question or suggestion for the app?" = "Vous avez une question à poser ou une suggestion concernant l'appli ?";

/* description for the export button */
"Export your step data for use outside of the app." = "Exportez vos donnée de marche pour les utiliser en dehors de l'appli.";

/* button title to restore past purchase */
"Restore Purchase" = "Récupérer l'Appli Achetée";

/* title for section of the app requesting the user leave a review */
"Leave a Review" = "Laisser un Avis";

/* description for section of the app requesting that the user leave a review for the app in the App Store, informal */
"If you have a minute to leave a review in the App Store, I'd really appreciate it. It really helps! Thank you." = "J'apprécierais réellement si vous pouviez prendre une minute pour laisser un avis dans l'App Store. Cela m'est vraiment utile ! Merci d'avance.";

/* title of the achievements section of the app */
"Achievements" = "Succès";

/* title for the Day Total awards section of the Achievements area */
"Day Totals" = "Chiffres de la Journée";

/* title for the Streaks awards section of the Achievements area */
"Streaks" = "Séries";

/* title for the Lifetime Steps awards section of the Achievements area */
"Lifetime Steps" = "Nombre de Pas au Total";

/* title for the Lifetime Floors awards section of the Achievements area */
"Lifetime Floors" = "Nombre d'Étages au Total";

/* title for the Daily Floors award section of the achievements area */
"Daily Floor Count" = "Étages";

/* title for the Awards awards section of the Achievements area */
"Awards" = "Récompenses";

/* Number of floors climbed */
"floors" = "étages";

/* Number of steps taken */
"steps" = "pas";

/* prefix put before a user's best datapoint (best day, best week, etc) */
"Best: " = "Record : ";

/* title for the special achievments area of the app */
"Special Achievements" = "Succès Spécifiques";

/* title for a special award earned for climbing lots of floors */
"Mountain Climber" = "Grimpeur";

/* explanation of mountain climber badge */
"3 consecutive days with more than 100 floors" = "3 jours d'affilée à monter plus de 100 étages";

/* title for a special award earned for walking a lot in a weekend */
"Weekend Walker" = "Randonneur du Weekend";

/* explanation of the weekend walker badge */
"15,000 steps on a consecutive Saturday and Sunday" = "15.000 pas en un seul weekend";

/* title for a special award earned for hitting your goal for a whole month */
"Perfect Month" = "Un Mois Parfait";

/* explanation of the perfect month badge */
"Hit your goal every day for an entire month" = "Atteignez votre objectif chaque jour pendant un mois entier";

/* label under the number of steps a user has to take to complete a given award */
"to go" = "restants";

/* description of the goal streak badge, days always plural (>7) */
"Reach your goal for %@ days in a row" = "Atteignez votre objectif pendant %@ jours d'affilée";

/* marker for the date a badge was earned */
"Reached on %@" = "Obtenu le %@";

/* button title after a purchase is made*/
"Thank You!" = "Merci !";

/* Setting Header for option to lock the app to a particular timezone */
"Fixed Timezone" = "Fuseau horaire fixe";

/* Explanation of the fixed timezone mode where the app is locked to a particular timezone */
"Display data using a fixed timezone, otherwise your current timezone will be used." = "Afficher les données avec un fuseau horaire fixe, sinon votre fuseau horaire courant sera utilisé.";

/* Option to change timezone based on locally chosen timezone. */
"Change based on local setting." = "Modifier en fonction du paramètre local.";

/* Button title for choosing a new timezone */
"Choose" = "Choisir";

/* Title for chooser for a new timezone */
"Choose Timezone" = "Choisir le fuseau horaire";

/* Option to always use the local timezone */
"Use Local Timezone" = "Utiliser le fuseau horaire local";

/* Title for settings section regarding Themes */
"Theme" = "Thème";

/* Title for custom icon chooser */
"Icon" = "Icône";

/* Title for Monthly challanges badges */
"Monthly Challenges" = "Défis mensuels";

/* Title for 2019 Monthly challanges badges */
"2019 Challenges" = "2019";

/* Title for 2020 Monthly challanges badges */
"2020 Challenges" = "2020";

/* Title for 2021 Monthly challanges badges */
"2021 Challenges" = "2021";

/* Title for 2022 Monthly challanges badges */
"2022 Challenges" = "2022";

/* Subtitle for monthly challenge badge header */
"A new challenge every month" = "Un nouveau défi chaque mois";

/* Goal description, earn by doubling your goal %@ times */
"Double your goal %@ times" = "Doublez votre but %@ fois";

/* Title for goal based on total number of wheelchair pushes */
"Lifetime Pushes" = "Poussées à vie";

/* Goal description for daily goal badge, earned by reaching your goal a certain number of times in a month*/
"Reach your goal %@ times" = "Atteignez votre but %@ fois";

/* Short Goal description, earn by reaching your goal for %@ days in a row */
"Get a %@ day streak" = "Obtenez une trace de %@ jours";

/* Full Goal description, earn by reaching your goal for %@ days in a row, including Rest Days*/
"Reach your goal for %@ days in a row (including Rest Days)." = "Atteignez votre but %@ jours d'affilée (y compris les jours de repos).";

/* suffix for count of wheelchair pushes, used for things like '12 pushes' (always plural) */
"pushes" = "poussées";

/* prefix for descriptions that relate to walking steps, used for things like 'Walk 12000 steps' */
"Walk" = "Marcher";

/* Setting to have Pedometer++ use the system Dark Mode to control the current theme */
"Follow System Dark Mode" = "Comme mon iPhone";

/* Remove Advertisements from the app */
"Remove Ads" = "Supprimer les annonces";

/* Font for use in Widgets */
"Widget Font" = "Widget police par défaut";

/*  Tab Bar Item for Steps Graph */
"Steps" = "Pas";

/*  Tab Bar Item for Badges List */
"Badges" = "Réalisations";

/*  Tab Bar Item for Walking workouts */
"Walk" = "Entraînement";

/*  Tab Bar Item for Wheelchair Workouts */
"Roll" = "Entraînement";

/* number of days that a streak is active */
"year" = "Année";

/* number of days that a streak is active */
"years" = "Années";

"You can also track your workouts using the Pedometer++ Apple Watch app." = "Vous pouvez également suivre vos entraînements en utilisant l'application Pedometer++ pour Apple Watch.";
"Start Walking" = "Commencer à marcher";
"Start Workout" = "Commencer l'entraînement";
"GPS Tracking" = "Suivi GPS";
"GPS Status" = "État GPS";
"Live Activity" = "Activité en direct";

"Live Activities show your workout progress right on your Home Screen and in the Dynamic Island on compatible devices." = "Les activités en direct affichent votre progression d'entraînement directement sur l'écran d'accueil et sur l'Île Dynamique sur les appareils compatibles.";

"Live Activity Layout" = "Mise en page d'activité en direct";

"Disable Live Activity" = "Désactiver l'activité en direct";

"View your workout track on a map while you move, with a route optionally overlaid." = "Voyez votre parcours d'entraînement sur une carte pendant que vous bougez, avec une itinéraire facultativement superposé.";

"Select Route" = "Sélectionner l'itinéraire";

"Open" = "Ouvert";

"Goal" = "But";

"Map" = "Carte";

"Cancel" = "Annuler";

"Pedometer++ will track your workout without a specific goal in mind. Just get out there and move." = "Pedometer++ suivra votre entraînement sans avoir de objectif précis en tête. Sortez simplement et bougez.";

"Set out with a specific distance goal in mind. Your progress towards this will be shown along the way." = "Partez avec un objectif de distance spécifique en tête. Votre progression vers celui-ci sera montrée en chemin.";

"Routes" = "Itinéraires";

"During your workouts it is possible to display your current location on a map. On this map you can overlay a GPS route for reference." = "Pendant vos entraînements, il est possible d'afficher votre emplacement actuel sur une carte. Sur cette carte, vous pouvez superposer une route GPS en référence.";

"View Routes" = "Afficher les itinéraires";

"Miles" = "Milles";

"Kilometers" = "Kilomètres";

"iPhone Only" = "iPhone uniquement";

"Merge Data" = "Fusionner les données";

"Count Steps" = "Compter les pas";

"Count Pushes" = "Compter les poussées";

"Automatic" = "Automatique";

"Manual" = "Manuel";

"Height:" = "Hauteur:";

"Strict Streaks" = "Séries strictes";

"Rest Days" = "Jours de repos";

"Mirror iPhone" = "Miroir iPhone";

"Override" = "Remplacer";

"Standard" = "Standard";

"Color Blind" = "Daltonisme";

"Use Dark Mode" = "Utiliser le mode sombre";

"Premium Icons" = "Icônes premium";

"Basic Icons" = "Icônes de base";

"It doesn't look like you have Email setup on your iPhone, this is required for export." = "Il semble que vous n'ayez pas configuré l'email sur votre iPhone, ce qui est nécessaire pour l'exportation.";

"Duration" = "Durée";

"Distance" = "Distance";

"Speed" = "Vitesse";

"Pace" = "Allure";

"Distance Goal" = "Objectif de distance";

"Calories" = "Calories";

"Heart Rate" = "Fréquence cardiaque";

"Average Speed" = "Vitesse moyenne";

"Average Pace" = "Allure moyenne";

"Average HR" = "HR moyen";

"Elevation" = "Altitude";

"Workout Route" = "Itinéraire d'entraînement";

"Add to Routes" = "Ajouter aux itinéraires";

"Export as GPX" = "Exporter en tant que GPX";

"Don't Overlay Route" = "Ne pas superposer l'itinéraire";

"Walking" = "Marche";

"Hiking" = "Randonnée";

"Running" = "Course";

"Routes are added to Pedometer++ via GPX files. GPX files contain the collection of GPS coordinates that you'd like to follow." = "Les itinéraires sont ajoutés à Pedometer++ via des fichiers GPX. Les fichiers GPX contiennent la collection de coordonnées GPS que vous souhaitez suivre.";

"No Routes Found" = "Aucun itinéraire trouvé";

"To add a GPX file to this list, locate the file on your iPhone and then hit **Share** and choose Pedometer++ as the destination." = "Pour ajouter un fichier GPX à cette liste, localisez le fichier sur votre iPhone et appuyez sur **Partager** puis choisissez Pedometer++ comme destination.";

"Downloading a route saves a roughly 800m wide strip of map along the track. This is not a wide area map suitable for primary navigation. Be careful and wise out there." = "Télécharger une route enregistre une bande de carte d'environ 800 m de large le long de la piste. Ce n'est pas une carte de grande surface adaptée à la navigation principale. Soyez prudent et sage là-bas.";

"This route display is for informational purposes only and does **not replace** proper navigational tools and common sense." = "Cette affichage de itinéraire est uniquement à des fins d'information et ne **remplace pas** les outils de navigation appropriés et le bon sens.";

"Pedometer++ encourages you to be more active by making you aware of your daily movement." = "Pedometer++ vous encourage à être plus actif en vous rendant conscient de votre mouvement quotidien.";

"Motion & Fitness Data" = "Données de mouvement et de forme physique";

"Continue" = "Continuer";

"Pedometer++ requires access to your Motion & Fitness data in order to display your daily movement." = "Pedometer++ nécessite l'accès à vos données de mouvement et de forme physique pour afficher votre mouvement quotidien.";

"View Privacy Policy" = "Voir la politique de confidentialité";

"This data is stored securely and never leaves your device." = "Ces données sont stockées de manière sécurisée et ne quittent jamais votre appareil.";

"Get Started" = "Commencer";

"Today" = "Aujourd'hui";

"In order to track your movement during a workout Pedometer++ must be given access to your Location data." = "Pour suivre votre mouvement pendant un entraînement, Pedometer++ doit avoir accès à vos données de localisation.";

"Open Settings" = "Ouvrir les paramètres";

"Permission has been denied. Please approve in Settings in order to use workout tracking." = "La permission a été refusée. Veuillez approuver dans les paramètres pour utiliser le suivi de l'entraînement.";

"Health Permissions" = "Autorisations de santé";

"Your workout results are saved to your Health database." = "Les résultats de votre entraînement sont enregistrés dans votre base de données de santé.";

"Goal\nAchieved!" = "Objectif\nAtteint!";

"Remaining" = "Restant";

"Pause" = "Pause";

"Resume" = "Reprendre";

"End" = "Fin";

"Continue Workout" = "Continuer l'entraînement";

"Are you sure you want to end this workout?" = "Êtes-vous sûr de vouloir terminer cet entraînement?";

"Delete Route" = "Supprimer la route";

"Rename Route" = "Renommer la route";

"Save" = "Enregistrer";

"All map tiles downloaded." = "Toutes les tuiles de carte téléchargées.";

"Download in progress" = "Téléchargement en cours";

"downloaded for offline use." = "téléchargé pour une utilisation hors ligne.";

"Checking map status..." = "Vérification de l'état de la carte...";

"Workout Mode" = "Mode Entraînement";

"Paused" = "En pause";

"Walk" = "Marcher";

"Run" = "Courir";

"Hike" = "Randonnée";

"Indoor" = "Intérieur";

"Outdoor" = "Extérieur";

"Other" = "Autre";

"Workout Display" = "Affichage Entraînement";

"Shown Metrics" = "Métriques Affichées";

"Elevation Gain" = "Gain d'Altitude";

"Today's Steps" = "Pas d'aujourd'hui";

"Workout Steps" = "Pas d'entraînement";

"Refresh" = "Rafraîchir";

"Add routes to Pedometer++ on your iPhone." = "Ajouter des itinéraires à Pedometer++ sur votre iPhone.";

"Loading GPS..." = "Chargement du GPS...";

"None" = "Aucun";

"Topographic Map" = "Carte topographique";

"Standard Map" = "Carte standard";

"Satellite Map" = "Carte satellite";

"In order to display your workout data Pedometer++ requires access to the workout metrics stored in the Health app." = "Pour afficher vos données d'entraînement, Pedometer++ doit avoir accès aux métriques d'entraînement stockées dans l'application Health.";

"Loading Walks..." = "Chargement de promenades...";

"Loading Workouts..." = "Chargement d'entraînements...";

"No Workout Data Found" = "Aucune donnée d'entraînement trouvée";

"Permission has been denied. Please approve in Settings in order to use Pedometer++." = "La permission a été refusée. Veuillez approuver dans les paramètres pour utiliser Pedometer++.";

"Increase" = "Augmenter";

"Decrease" = "Diminuer";
